cask_args appdir: '/Applications'

# Taps
tap "nikitabobko/tap"
tap "krtirtho/apps"
tap "tonisives/tap"
tap "bfpimentel/dotfiles"

# Mac Store
mas "Quickdrop", id: 6740147178

# Brews
brew "dockutil"

brew "antidote"
brew "tmux"
brew "tpm"
brew "stow"

brew "pnpm"
brew "uv"
brew "overmind"
brew "direnv"

brew "lua"

brew "lazygit"
brew "gnupg"
brew "ripgrep"
brew "libpcap"
brew "xz"
brew "xh"
brew "fzf"
brew "wget"

brew "opencode"

brew "podman"
brew "podman-compose"
brew "redis"
brew "postgresql@17"

brew "tree-sitter"

brew "ruff"

brew "emmylua_ls"
brew "stylua"

brew "bash-language-server"
brew "shfmt"

brew "yaml-language-server"
brew "yamlfmt"

brew "typescript-language-server"
brew "tailwindcss-language-server"
brew "vscode-langservers-extracted"

# Casks - Personal Tap
cask "neovim-nightly"

# Casks
cask "kitty@nightly"

cask "xcodes-app"

cask "vial"
cask "betterdisplay"
cask "linearmouse"
cask "hiddenbar"
cask "the-unarchiver"
cask "raycast"
cask "eqmac"

cask "aerospace"
cask "ubersicht"

cask "helium-browser"
cask "shottr"
cask "kap"
cask "pearcleaner"
cask "ankerwork"
cask "tailscale-app"
cask "mullvad-vpn@beta"
# cask "loom"

cask "bruno"
cask "http-toolkit"
cask "macfuse"
cask "gcloud-cli"

# cask "bambu-studio"
# cask "autodesk-fusion"

cask "moonlight"
cask "anydesk"

cask "font-victor-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "sf-symbols"
